[
    {
        "reviews": [
            {
                "review_comment_count": "",
                "review_text": "YOU GUYS PLEASE DO NOT BUY THIS PRODUCT. The reviews are fake. I received this product. First of all, the packaging is correct but NOT the bottle. It had a weird tubing in it. It was MIXED COMPLETELY WITH WATER. I WILL ATTACH PICS BUT OMG COMPLETE WATER! It’s not thick and creamy like the original. It’s legit brown WATER. I am APPALLED",
                "review_posted_date": "29 Jun 2018",
                "review_header": "THIS PRODUCT IS FAKE INCLUDING PACKAGING WILL REPORT",
                "review_rating": "1.0 ",
                "review_author": "Tyler L."
            },
            {
                "review_comment_count": "",
                "review_text": "I believe this product was a fake. When I bought the real nars foundations in the department store the color is completely different, the bottle is a different size and the consistency is different.",
                "review_posted_date": "26 Nov 2018",
                "review_header": "Possible fake",
                "review_rating": "1.0 ",
                "review_author": "Amazon Customer"
            },
            {
                "review_comment_count": "",
                "review_text": "I was used to a heavier coverage but decided to get the color in translucent this time. I will go back to the heavier coverage. It goes on a little lighter so I have to reapply twice in the morning to get the coverage that I am looking for. I do not have time during the day to reapply. I do truly love NARS products thought",
                "review_posted_date": "15 Mar 2018",
                "review_header": "I do truly love NARS products",
                "review_rating": "4.0 ",
                "review_author": "mary beth allen"
            },
            {
                "review_comment_count": "",
                "review_text": "This is not foundation it is water like I am very much disappointed to spend this much money on something fake.",
                "review_posted_date": "25 Mar 2019",
                "review_header": "Not happy at all",
                "review_rating": "1.0 ",
                "review_author": "Beauty'sBest💋"
            },
            {
                "review_comment_count": "",
                "review_text": "This product gives great coverage, but I’ve never had a full coverage foundation cause me to break out as much as this one. Some of my friends told me not to get it because it made them break out, but I have a different skin type than them so I figured I’d be okay. I still use it because I don’t want to waste the money, but I use it sparingly.",
                "review_posted_date": "01 Jul 2018",
                "review_header": "Full Coverage/Breakouts",
                "review_rating": "3.0 ",
                "review_author": "Logan Y."
            },
            {
                "review_comment_count": "",
                "review_text": "Excellent cover with 1-2 pumps. It's lasts long and doesn't fade. I need another shade lighter because I am in between this shade so I will get Macao and mix the two colors. I think it's one of the best foundations around. It is also lightweight on my skin.",
                "review_posted_date": "29 Apr 2016",
                "review_header": "Best foundation!",
                "review_rating": "5.0 ",
                "review_author": "TTouch"
            },
            {
                "review_comment_count": "",
                "review_text": "This is not a real NARS product and is nothing like the actual brand. This is a knock off and is not an authentic product",
                "review_posted_date": "07 Aug 2018",
                "review_header": "Knock off Nars, not real",
                "review_rating": "1.0 ",
                "review_author": "LilMuc8"
            },
            {
                "review_comment_count": "",
                "review_text": "This is an awesome buy. It's the same price as in store but if you live outside of a city or where this isn't sold, definitely buy it. It's not a knock off and the coverage is AMAZING.",
                "review_posted_date": "19 May 2016",
                "review_header": "Great buy.",
                "review_rating": "5.0 ",
                "review_author": "Karen Erickson"
            }
        ],
        "url": "https://www.amazon.com/All-Day-Luminous-Weightless-Foundation/dp/B00T45UQSI/ref=sr_1_3?keywords=Nars%2Bfoundation%2Bfor%2Bwomen&qid=1561860534&s=gateway&sr=8-3&th=1"
    },
    {
        "reviews": [
            {
                "review_comment_count": "",
                "review_text": "Perfect long wearing foundation. The only brand I wear",
                "review_posted_date": "09 Feb 2019",
                "review_header": "Excellent",
                "review_rating": "5.0 ",
                "review_author": "Mrs. Kate"
            },
            {
                "review_comment_count": "",
                "review_text": "I love this foundation. I have very acne prone skin so I needed something with a whole lot of coverage. I did buy this at an actual MAC store so the woman helped me pick out what I really needed. The coverage is fantastic, and you don't have to use a whole lot of product so it makes the price totally worth it. I do sweat a lot at work but it stays really well if you aren't sweating.",
                "review_posted_date": "01 Jun 2015",
                "review_header": "Great coverage",
                "review_rating": "5.0 ",
                "review_author": "Devan"
            },
            {
                "review_comment_count": "",
                "review_text": "Love this makeup! I don't need a concealer anymore. Best coverage I've ever had in a foundation, yet a little goes a long way. I never thought there was much difference in high priced cosmetics just alot of hype. I'm sure for many products that is still true but not this one! I am sold on this MAC product. I will never use another foundation and look forward to trying other MAC products!",
                "review_posted_date": "03 Sep 2016",
                "review_header": "Best ever!!!",
                "review_rating": "5.0 ",
                "review_author": "Bevb"
            },
            {
                "review_comment_count": "",
                "review_text": "I've been using this products for a few years now, and I can't imagine using anything else. An older friend of mine who swears by Estee Lauder foundation asked me several times about the foundation I use. It's really thick and does the job VERY well. I don't use any other concealer; just pressed powder on top. In fact, it does the job better than even any other concealer I've used. One bottle will last me perhaps almost a year, even if I use it every day with my sister!",
                "review_posted_date": "18 May 2015",
                "review_header": "Been using this for years and can't imagine using anything else!",
                "review_rating": "5.0 ",
                "review_author": "Grace"
            },
            {
                "review_comment_count": "",
                "review_text": "I've used this product for many years now and is difficult for some reason to always find in the MAC store. It may just be a very popular color, anyway I was very happy to be able to get it through Amazon. It is exactly what I would get at the MAC store if it were avaliable.",
                "review_posted_date": "28 Apr 2016",
                "review_header": "anyway I was very happy to be able to get it through Amazon",
                "review_rating": "5.0 ",
                "review_author": "Sherry"
            },
            {
                "review_comment_count": "",
                "review_text": "Never had any foundation that match so great not only color, but texture too!",
                "review_posted_date": "28 Dec 2014",
                "review_header": "Five Stars",
                "review_rating": "5.0 ",
                "review_author": "Anna Jackson"
            }
        ],
        "url": "https://www.amazon.com/MAC-Studio-Fluid-Foundation-SPF15/dp/B007ANN0CA/ref=sr_1_10?crid=2HMBR7964RZZC&keywords=mac+foundation+women&qid=1561858886&s=gateway&sprefix=mac+foundation+for+women%2Caps%2C248&sr=8-10"
    },
    {
        "reviews": [
            {
                "review_comment_count": "",
                "review_text": "Goes on smooth and blend in very well. Doesn’t feel like you are wearing foundation and a little bit goes a long way!!",
                "review_posted_date": "04 Jan 2019",
                "review_header": "Great product",
                "review_rating": "5.0 ",
                "review_author": "Kelsey Frattalone"
            },
            {
                "review_comment_count": "",
                "review_text": "I really like this product because of the coverage that it gives, but it can be a little drying. If you have oily skin you'll really like this, but if you have really dry skin you might not. I have combination normal/oily skin and I've noticed that this works really great on the oily areas but can be the tiniest bit cakey on the normal/dry areas. I find that dampening a foundation sponge (or beauty blender sponge) with the tiniest bit of setting spray (or water if you don't have that)and applying it that way gives me the best overall finish.",
                "review_posted_date": "19 Dec 2011",
                "review_header": "Good coverage, a little drying.",
                "review_rating": "4.0 ",
                "review_author": "mmallia"
            },
            {
                "review_comment_count": "",
                "review_text": "I love this powder. It is great for my sensitive skin as I have had skin cancer on my face. It also gives good coverage.",
                "review_posted_date": "29 Oct 2017",
                "review_header": "I love this powder",
                "review_rating": "5.0 ",
                "review_author": "Sheryl Hatton"
            },
            {
                "review_comment_count": "",
                "review_text": "I have purchased this foundation in the stores and was having difficulty finding the color again. I love this product because it's not too heavy and matches my skin tone perfectly and this was less expensive on line than in the store.",
                "review_posted_date": "14 Oct 2015",
                "review_header": "I love this product because it's not too heavy and matches ...",
                "review_rating": "5.0 ",
                "review_author": "Grandma Pat"
            },
            {
                "review_comment_count": "",
                "review_text": "I have used this product for years. However, local retail stores are usually out of stock on my color. This avenue is perfect for stocking up my supply so I don't run out and having them delivered to my door This company offers excellent customer service. I will definitely buy from them again.",
                "review_posted_date": "23 Feb 2014",
                "review_header": "Great company",
                "review_rating": "5.0 ",
                "review_author": "My opinion"
            },
            {
                "review_comment_count": "",
                "review_text": "I read all of the reviews before I purchased this product. I have extremely sensitive skin. I recently moved to a state that has high winds and very low humidity. My face has not yet forgiven me. The foundation that I have been using for years suddenly looked horrible. I have been allergic to Olay products in the past so I was trepidacious about using this combo. Well, I love this product. It goes on beautifully. It stays where you put it, and looks great after several hours of wear. No allergic reaction. The sponge is easy to clean. HOWEVER, I strongly suggest you listen to the bloggers who tell you that the shades are much darker than you think they might be. I normally wear a Porcelain 20 in Lancome so I purchased Natural Ivory #215. It is still considerably darker than what I usually wear. I will be purchasing a lighter shade (if they have one) and keep this one for facial contouring. Give it a try. (If you are very young or have oily skin it may not be for you.)",
                "review_posted_date": "06 Jul 2011",
                "review_header": "Excellent Coverage-Nice Feel",
                "review_rating": "4.0 ",
                "review_author": "stillclickin'"
            },
            {
                "review_comment_count": "",
                "review_text": "I am 57 yrs. old & have found it hard to find a foundation that looked & worked consistently well. So far, this is the best foundation I have found in matching my skin tone (olive) and not caking or sinking into wrinkles. There might be better but I'm sure it would be much more expensive and not found in a line like Cover Girl. I will purchase again when I'm out. It seems to last a long time, too.",
                "review_posted_date": "03 Oct 2012",
                "review_header": "Good Cover Girl product",
                "review_rating": "4.0 ",
                "review_author": "DC"
            },
            {
                "review_comment_count": "",
                "review_text": "Love it",
                "review_posted_date": "13 Oct 2017",
                "review_header": "Five Stars",
                "review_rating": "5.0 ",
                "review_author": "Mary"
            }
        ],
        "url": "https://www.amazon.com/COVERGIRL-CGRMQ0347-Simply-Ageless-Foundation/dp/B0026P3GX0/ref=sr_1_48_sspa?keywords=olay%2Bfoundation%2Bfor%2Bwomen&qid=1561859200&s=gateway&sr=8-48-spons&th=1"
    }
]